{
  "2.0.1": {
    "en": "SDK3 rewrite. Full changelog on Github"
  },
  "2.0.2": {
    "en": "Luminance fix for Motion and Outdoor Sensors"
  },
  "2.0.3": {
    "en": "Added Garnea Downlight and Bulb 1600 Lumen White"
  },
  "2.0.4": {
    "en": "Added new version of Being Ceiling Lamp and Resonate Outdoor Wall Light. Fix: On/Off was not correcty set on dim to/from 0"
  },
  "2.0.5": {
    "en": "Added Fugato Triple Spotlight. Thx Caseda!"
  },
  "2.0.6": {
    "en": "Added Econic Hanging Wall light. Thx Caseda!"
  },
  "2.0.7": {
    "en": "Added Lily Outdoor XL Spotlight and Runner Single Spotlight"
  },
  "2.0.8": {
    "en": "Zigbee Driver and Cluster update forced"
  },
  "2.0.9": {
    "en": "Added product ID's for some already added device in other colors"
  },
  "2.0.10": {
    "en": "Added additional product ID for Play Lightbar"
  },
  "2.0.11": {
    "en": "Added Smart Button"
  },
  "2.0.12": {
    "en": "Added E14 Candle White Ambience BT and Filament G125"
  },
  "2.0.13": {
    "en": "Added Calla Outdoor Tall Path Light and Appear Outdoor Wall Light (Upper and Lower)"
  },
  "2.0.14": {
    "en": "Added a few product ID's to already supported devices and added manufacturerName Signify Netherlands B.V. to all drivers"
  },
  "2.0.15": {
    "en": "SDK2 version"
  },
  "2.0.16": {
    "en": "SDK3 version"
  },
  "2.0.17": {
    "en": "SDK2 version, app store update"
  },
  "2.0.18": {
    "en": "Fix for typo in SML001"
  },
  "2.0.19": {
    "en": "SDK3 version, app store update"
  },
  "2.0.20": {
    "en": "Reverted Power On Behavior update, some bulbs does not initiate"
  },
  "2.0.21": {
    "en": "Test version, only on github. Added support for two modes, Motion detect and Occupancy. The devices firmware version specify what is used). When using Occupancy the device will continue to show motion alarm until no motion is detected. When using OnOff the device will show alarm according to defined alarm time in settings."
  },
  "2.0.22": {
    "en": "Added support for Bulb E14 P45 White, Bulb E14 Candle White and Color Ambiance (BT) and Phoenix Downlight."
  },
  "2.0.23": {
    "en": "Added support for Buckram Spotlights and added more device Id's to some already added devices."
  }
}